Repository: patheard/compass
Catalog: app/locales/*/LC_MESSAGES/messages.po
Languages: fr

source: Job templates
fr: Modèles de tâches

source: sign_out
fr: Se déconnecter

source: sign_in
fr: Se connecter

source: Are you sure you want to continue? This action cannot be undone.
fr: Êtes-vous sûr de vouloir continuer ? Cette action ne peut pas être annulée.

source: Yes
fr: Oui

source: Cancel
fr: Annuler

source: Ask AI questions about your assessment
fr: Posez des questions à l'IA sur votre évaluation

source: SAAP
fr: PAAS

source: Prompt
fr: Invite

source: Ask your question and press Enter
fr: Posez votre question et appuyez sur Entrée

source: Clear
fr: Effacer

source: Send
fr: Envoyer

source: Create and manage security assessments for your products.
fr: Créez et gérez les évaluations de sécurité pour vos produits.

source: To get started, login with your Google account.
fr: Pour commencer, connectez-vous avec votre compte Google.

source: Login
fr: Connexion

source: step of the
fr: étape du

source: Agile SA&A process
fr: processus agile SA&A

source: Overview
fr: Aperçu

source: AWS resources
fr: Ressources AWS

source: Edit
fr: Modifier

source: Delete
fr: Supprimer

source: Title
fr: Titre

source: Status
fr: Statut

source: Add
fr: Ajouter

source: or
fr: ou

source: importing from GitHub
fr: importation depuis GitHub

source: using the following services:
fr: utilisant les services suivants :

source: Update the details of your security assessment.
fr: Mettez à jour les détails de votre évaluation de sécurité.

source: If you have a [Navigator](https://valentine.cds-snc.ca/) workspace export, select it below to fill out the form.
fr: Si vous avez une exportation d'espace de travail [Navigator](https://valentine.cds-snc.ca/), sélectionnez-la ci-dessous pour remplir le formulaire.

source: Size
fr: Taille

source: Drag and drop
fr: Glisser-déposer

source: select your export
fr: sélectionnez votre exportation

source: Agile SA&A Step
fr: Étape agile SA&A

source: Product name
fr: Nom du produit

source: AWS Resources
fr: Ressources AWS

source: Type to search for resources
fr: Tapez pour rechercher des ressources

source: Update
fr: Mettre à jour

source: Create
fr: Créer

source: Import completed. Review the results below.
fr: Importation terminée. Consultez les résultats ci-dessous.

source: All controls imported successfully!
fr: Tous les contrôles ont été importés avec succès !

source: controls skipped (already exist)
fr: contrôles ignorés (existent déjà)

source: controls failed to import
fr: contrôles dont l'importation a échoué

source: Create your controls from a GitHub repository. The open issues in the repo will be treated as controls and imported.
fr: Créez vos contrôles à partir d'un dépôt GitHub. Les problèmes ouverts dans le dépôt seront traités comme des contrôles et importés.

source: Setup import
fr: Configuration de l'importation

source: Error
fr: Erreur

source: GitHub repository URL
fr: URL du dépôt GitHub

source: GitHub Personal Access Token
fr: Jeton d'accès personnel GitHub

source: This needs issue read permission for the repository and will not be saved
fr: Ceci nécessite la permission de lecture des problèmes pour le dépôt et ne sera pas enregistré

source: Import
fr: Importer

source: Evidence
fr: Preuve

source: Status:
fr: Statut :

source: Edit control
fr: Modifier le contrôle

source: Create control
fr: Créer un contrôle

source: Update the details of your security control.
fr: Mettez à jour les détails de votre contrôle de sécurité.

source: Fill out the form below to create a new security control.
fr: Remplissez le formulaire ci-dessous pour créer un nouveau contrôle de sécurité.

source: NIST Control ID
fr: ID de contrôle NIST

source: Control title
fr: Titre du contrôle

source: The page you are looking for does not exist or has been moved.
fr: La page que vous recherchez n'existe pas ou a été déplacée.

source: Home
fr: Accueil

source: of
fr: de

source: rules compliant
fr: règles conformes

source: Compliance chart
fr: Graphique de conformité

source: History
fr: Historique

source: Completed
fr: Terminé

source: Result
fr: Résultat

source: Edit evidence
fr: Modifier la preuve

source: Create evidence
fr: Créer une preuve

source: Control
fr: Contrôle

source: Evidence type
fr: Type de preuve

source: automated_collection
fr: collecte_automatisée

source: Screenshot
fr: Capture d'écran

source: Other
fr: Autre

source: No job templates available
fr: Aucun modèle de tâche disponible

source: Evidence title
fr: Titre de la preuve

source: Evidence description
fr: Description de la preuve

source: select files
fr: sélectionner des fichiers

source: Active:
fr: Actif :

source: Template name
fr: Nom du modèle

source: Enter the configuration as JSON. This will be used to configure the scan job execution.
fr: Entrez la configuration en JSON. Ceci sera utilisé pour configurer l'exécution de la tâche de scan.

source: Type to search for AWS resources this template applies to
fr: Tapez pour rechercher les ressources AWS auxquelles ce modèle s'applique

source: Type to search for NIST control IDs this template applies to
fr: Tapez pour rechercher les ID de contrôle NIST auxquels ce modèle s'applique

source: Manage automated scan job templates for evidence collection.
fr: Gérer les modèles de tâches de scan automatisé pour la collecte de preuves.

source: Create new job template
fr: Créer un nouveau modèle de tâche

source: Name
fr: Nom
